aaron-bond.better-comments
abusaidm.html-snippets
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
felixicaza.andromeda
formulahendry.auto-rename-tag
formulahendry.code-runner
github.github-vscode-theme
jdinhlife.gruvbox
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-vscode.cmake-tools
ms-vscode.cpptools-themes
ms-vscode.live-server
pkief.material-icon-theme
ritwickdey.liveserver
smcpeak.default-keys-windows
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
twxs.cmake
vscodevim.vim
wayou.vscode-todo-highlight
xdebug.php-debug
zignd.html-css-class-completion
